Repository: siongleng89/ffinder
Catalog: FFfinder_mac/FFfinder/FFfinder/*.lproj/Localizable.strings
Languages: pt, zh_hans

# app_title_long
source: Simple Friend and Family Finder
pt: Localizador Simples de Amigos e Família
zh_hans: 简易家人朋友搜寻器

source: Retry
pt: Tentar novamente
zh_hans: 重试

# unknown_error_msg
source: Unknown error occurred
pt: Ocorreu um erro desconhecdo
zh_hans: 软件错误信息

source: Close
pt: Fechar
zh_hans: 关闭

source: Confirm
pt: Confirmar
zh_hans: 确认

source: Submit
pt: Submeter
zh_hans: 确认

source: Quit
pt: Sair
zh_hans: 退出

source: Error
pt: Erro
zh_hans: 错误信息

source: Yesterday
pt: Ontem
zh_hans: 昨天

source: Cancel
pt: Cancelar
zh_hans: 取消

source: Yes
pt: Sim
zh_hans: 是

source: No
pt: Não
zh_hans: 不是

source: Never
pt: Nunca
zh_hans: 无

source: Loading…
pt: Carregando...
zh_hans: 载入中…

source: Add
pt: Adicionar
zh_hans: 加入

# address_myself
source: Me
pt: Eu
zh_hans: 我

source: Next
pt: Próximo
zh_hans: 继续

# don_remind_me_again
source: Don't remind me again
pt: Não me lembrar novamente
zh_hans: 无需再提醒

source: Don't show this again
pt: Não mostrar isso novamente
zh_hans: 无需再通知

source: Search
pt: Pesquisar
zh_hans: 搜索

source: Unknown
pt: Desconhecido
zh_hans: 未知

# welcome_msg_1
source: Welcome To
pt: Bem-vindo Ao
zh_hans: 欢迎来到

# first_time_msg_content
source: Thanks for choosing us, you now have a friend & family finder that, - Does not drain battery as search is on demand - Offers some privacy as it allows you to block search and does not track every move - Is free with Ads
pt: Obrigado por nos escolher, você tem agora um localizador de amigos & família que, - Não consome a bateria no momento da pesquisa - Oferece alguma privacidade pois permite que você bloqueie a pesquisa e não monitorize todos os movimentos - Está livre de Publicidade

# required_location_provider_msg
source: FFfinder requests you to enable location service
pt: FFfinder solicita-lhe que habilite o serviço de localização
zh_hans: 家人朋友搜寻器要求你启动定位服务

# btn_go_to_location_settings_text
source: Config Location
pt: Configuração de Localização
zh_hans: 设置位置

# some_permission_denied_toast_msg
source: Please make sure all required permissions are given to start FFfinder
pt: Por favor certifique-se de que todas as permissões necessárias estão dadas para iniciar o FFfinder
zh_hans: 请给予家人朋友搜索器所需的许可

source: Initializing…
pt: Inicializando...
zh_hans: 启动中…

source: Checking google service availability
pt: A verificar a disponibilidade dos serviços Google
zh_hans: 检查谷歌服务

source: Retrieving Token…
pt: A recuperar o Token...
zh_hans: 计算中…

source: Initializing user…
pt: Inicializando o utilizador...
zh_hans: 启动用户…

source: Initialization done.
pt: Inicialização completa.
zh_hans: 启动完成.

# no_google_service_error_msg
source: Please make sure Google Play service is properly configured before running this app.
pt: Por favor assegure-se de que o serviço Google Play está configurado corretamente antes de executar este aplicativo.
zh_hans: 请确认谷歌服务已设置完成

# no_connection_msg
source: No connection found, please check your connection and try again.
pt: Nenhuma conexão foi encontrada, por favor verifique sua conexão e tente novamente.
zh_hans: 无网络信号，请重试

# db_failed_msg
source: Unable to connect to server, please check your connection and try again.
pt: Não é possível conectar ao servidor, verifique a sua conexão e tente novamente.
zh_hans: 无法连接，请重试

# location_service_change_denied
source: Please configure location service before starting FFfinder.
pt: Por favor configure o serviço de localização antes de iniciar o FFfinder.
zh_hans: 请设置定位服务再重新启动

# never_locate_user_msg
source: Click search to locate!
pt: Clique em pesquisar para localizar!
zh_hans: 按下搜寻开始定位这位用户！

# unknown_address_msg
source: Unknown address, please see the location with map
pt: Endereço desconhecido, veja a localização com o mapa
zh_hans: 未知地址，请使用地图确认位置

# block_dialog_title
source: Block %s?
pt: Bloquear %s?
zh_hans: 禁止%s搜寻？

# block_dialog_content
source: %1$s will not be able to locate you after this. You can however still locate %2$s
pt: %1$s não será capaz de localizá-lo após isto. Contudo poderá ainda localizar %2$s
zh_hans: %1$s 将不能搜寻您的位置，但您还能继续搜寻%2$s的位置

# search_status_starting_msg
source: Starting…
pt: Iniciando...
zh_hans: 启动中…

# search_status_checking_data_msg
source: Connecting to location…
pt: Conectando à localização...
zh_hans: 连接服务器…

# search_status_waiting_user_respond_msg
source: Request sent, waiting for user response…
pt: Solicitação enviada, aguardando a resposta do usuário...
zh_hans: 定位请求已发送，等候信号回复中…

# search_status_waiting_user_location_msg
source: User has responded, waiting for location …
pt: O usuário respondeu, aguardando pela localização...
zh_hans: 等候定位信息中…

# search_status_geodecoding_msg
source: Getting user's address…
pt: Obtendo endereço do usuário...
zh_hans: 索取用户地址中…

# error_no_link_msg
source: Cannot retrieve address as user does not have you on the list.
pt: Não é possível recuperar o endereço pois usuário não tem você na lista.
zh_hans: 无法搜寻，您不在用户的许可名单中

# error_timeout_msg
source: Unable to get user's latest location.
pt: Não é possível obter a mais recente localização do usuário.
zh_hans: 无法搜寻到用户的地址

# error_timeout_no_connection_msg
source: Unable to connect, please check your connection and try again.
pt: Não é possível conectar, verifique sua conexão e tente novamente.
zh_hans: 无法连接，请检查网络信号

# error_timeout_unknown_reason_possible_reasons
source: 1) User's device does not have active internet connection 2) User has forced close FFfinder
pt: 1) O dispositivo do usuário não tem conexão ativa à internet 2) Usuário forçou o fecho do FFfinder
zh_hans: 1) 用户手机没有网络信号 2) 用户强制关闭软件

# error_timeout_unknown_reason_possible_reasons2
source: 3) Configurations not set up for some specific phone models
pt: 3) Configurações não definidas para alguns modelos específicos de telefone
zh_hans: 3) 某些手机型号用户未按照指示进行设置更动

# error_user_blocked_msg
source: User has blocked you.
pt: O usuário bloqueou você.
zh_hans: 用户不允许您搜寻

# failed_search_msg_text1
source: Unable to locate this user.
pt: Impossível localizar esse usuário.
zh_hans: 无法搜寻到此用户。

# failed_search_msg_text2
source: We will keep searching this user and send you a free notification later, or you can try to search again.
pt: Vamos continuar procurando esse usuário e lhe enviaremos uma notificação gratuita mais tarde, ou então você pode tentar pesquisar novamente
zh_hans: 我们将继续尝试搜索此用户，定位成功后我们将发送免费信息提醒您，又或者您可以现在就尝试手动重新搜索此用户。

# btn_search_again_text
source: Search again anyway
pt: Pesquisar novamente de qualquer forma
zh_hans: 重新搜寻

# btn_wait_autonotification_text
source: Wait for auto notification
pt: Aguardar a notificação automática
zh_hans: 等待自动通知信息

source: Search Left
pt: Pesquisa Restante
zh_hans: 所剩搜寻次数

# ran_out_free_search_msg
source: You have run out of free search, you can earn searches by
pt: Você ficou sem pesquisas gratuitas, você pode ganhar pesquisas ao

# btn_watch_ads_earn_credits_text
source: Watch Ads
pt: Ver Anúncios

# btn_input_promo_code_earn_credits_text
source: Promo Code
pt: Código Promocional

# btn_subscript_unlimited_searches_text
source: Subscribe
pt: Subscrever

# btn_maybe_next_time_text
source: Maybe Next Time
pt: Talvez Da Próxima Vez

# no_ads_available_toast_msg
source: No ads available, free searches will be rewarded.
pt: Sem anúncios disponíveis, as pesquisas gratuitas serão recompensadas.

source: Searching
pt: Pesquisando
zh_hans: 搜索中

# tap_plus_to_add_friend_family
source: + Tap to add friend/family
pt: + Toque para adicionar amigo/família
zh_hans: + 添加更多家人与朋友

# settings_activity_title
source: Settings
pt: Definições
zh_hans: 设置

# settings_item_language_title
source: Language
pt: Idioma
zh_hans: 语言设置

# vip_member
source: VIP (%s/year)
pt: VIP (%s/ano)
zh_hans: 高级用户 (%s/一年）

# manage_subscriptions_item_title
source: Manage Subscriptions
pt: Gerenciar Subscrições
zh_hans: 注册管理

# manage_subscriptions_introduction_android
source: To manage subscription, please open Google Play Store, tap Menu > Account > Subscriptions
pt: Para gerenciar a subscrição, por favor abra a Google Play Store, toque em Menu > Conta > Subscrições

# known_issues_title
source: Known Issues
pt: Problemas Conhecidos
zh_hans: 手机设置须知

# issue_fix_xiaomi
source: For Xiao Mi, when using FFfinder, to ensure your loved ones can always find you, please enable our apps to able to run in background by following these steps: 1) Go to Security Apps 2) Go to permission then click on Auto Start Management 3) Add/Enable auto start apps, allow FFfinder
pt: Para Xiao Mi, quando está utilizando o FFfinder, para ter certeza de que os seus mais próximos sempre encontram você, por favor habilite nossos aplicativos para que sejam executados no fundo seguindo esses passos: 1) Vá em Segurança de Aplicativos 2) Vá em permissão e depois clique em Gerenciamento de Início Automático 3) Adicionar/Habilitar início automático de aplicativos, permitir FFfinder
zh_hans: 小米品牌设备必须按照以下步骤以确保家人朋友搜寻器能顺利操作， 1）进入安全中心应用 2）选择授权管理 3）选择自启动管理 4）允许家人朋友搜寻器

# issue_fix_huawei
source: For Huawei, when using FFfinder, to ensure your loved one can always find you, please enable our apps to able to run in background by following these steps: 1) Go to Settings 2) Click on Protected Apps 3) Add FFfinder as protected apps
pt: Para Huawei, quando está utilizando o FFfinder, para ter certeza de que os seus mais próximos sempre encontram você, por favor habilite nossos aplicativos para que sejam executados no fundo seguindo esses passos: 1) Vá em Definições 2) Clique em Aplicações Protegidas 3) Adicione FFfnder como aplicativo protegido
zh_hans: 华为品牌设备必须按照以下步骤以确保家人朋友搜寻器能顺利操作， 1）进入设置 2）选择受保护的后台应用 3）添加家人朋友搜寻器

# issue_fix_sony
source: For Sony, when using FFfinder, if you are using Stamina Mode in Power Management (You may ignore this instruction if you are not using Stamina Mode), please follow these steps to ensure that your loved one can always find you: 1) Go to Power Management 2) Click on STAMINA mode 3) Apps active in standby 4) Add FFfinder
pt: Para a Sony, quando utiliza o FFfinder, se estiver utilizando o Modo Stamina no Gerenciamento de Alimentação (Você pode ignorar essa instrução se você não está utilizando o Modo Stamina), por favor siga os seguintes passos a fim de se assegurar que os seus mais próximos podem sempre encontrá-lo: 1) Vá na Gestão de Alimentação 2) Clique no modo STAMINA 3) Aplicativos ativos em espera 4) Adicionar FFfinder
zh_hans: 索尼品牌设备请按照以下步骤以确保家人朋友搜寻器能顺利操作， （如您没使用STAMINA模式，您可无视这篇教程） 1）进入设置 2）选择电源管理 3）选择STAMINA模式 4）选择待机时仍启用应用程序 5）添加家人朋友搜寻器

# map_activity_title
source: Map
pt: Mapa
zh_hans: 地图

# street_view_not_available_msg
source: Street view is not available in this area
pt: A vista de rua não está disponível nessa área
zh_hans: 无街道照片

source: Pick your travel mode
pt: Escolha seu modo de viagem
zh_hans: 选择您的旅程方法

source: Duration
pt: Duração
zh_hans: 旅程时间

source: Distance
pt: Distância
zh_hans: 距离

source: Directions
pt: Direções
zh_hans: 方向

# no_route_found_error_msg
source: No route found
pt: Nenhuma rota encontrada
zh_hans: 无旅程信息

# promo_code_activity_title
source: Promo code
pt: Código promocional

# input_promo_code_title
source: Input Promo Code
pt: Introduzir Código Promocional

# promo_code_title
source: Promo Code:
pt: Código Promocional:

# empty_promo_code_error_msg
source: Please input a promo code
pt: Insira por favor um código promocional

# promo_code_failed_error_msg
source: Invalid promo code or you have already used this promo code for this account.
pt: Código promocional inválido ou você já utilizou esse código promocional nessa conta.

# checking_promo_code_msg
source: Checking promo code…
pt: Verificando o código promocional…

# promo_code_success_msg
source: Promo code activated, you are now granted %s free searches.
pt: Código promocional ativado, você tem agora %s pesquisas gratuitas.

# add_new_member_title
source: Add Friend/Family
pt: Adicionar Amigo/Familiar
zh_hans: 添加朋友或家人

# add_new_member_manually_title
source: Add Friend/Family Manually
pt: Adicionar Amigo/Familiar Manualmente
zh_hans: 手动添加朋友或家人

# user_key_title
source: Your friend/family invite code
pt: Código do seu amigo
zh_hans: 您的家人或朋友的用号

# member_name_title
source: How do you address him/her?
pt: Como você aborda ele/ela?
zh_hans: 您的家人或朋友的称呼

# no_user_key_msg
source: Please input invite code from the user you wish to add.
pt: Introduza por favor o código do membro
zh_hans: 请输入您想添加的用户的用号

# no_member_name_msg
source: Please input member's name
pt: Insira o nome do membro

# no_your_name_msg
source: Please input your name
pt: Por favor insira seu nome

# adding_friend_msg
source: Adding record…
pt: Acrescentando registro…
zh_hans: 加入档案…

# user_already_added_error_msg
source: User has already existed in your list as %s
pt: Usuário já existe na sua lista como %s
zh_hans: 用户已经在你的名单上称为%s

# key_expired_or_not_exist_msg
source: Invite code does not exist or has expired.
pt: O código não existe ou expirou.
zh_hans: 用号过期或错误用号

# edit_name_title
source: Edit Name
pt: Editar Nome
zh_hans: 更改姓名

# new_name_title
source: New Name
pt: Novo Nome
zh_hans: 新的姓名

# share_key_activity_title
source: Invite code
pt: Código
zh_hans: 用号

# share_key_title
source: Add Friend/Family By Sharing Your Invite code
pt: Adicionar Amigo/Família Ao Partilhar Seu Código
zh_hans: 分享邀请号

# btn_share_via_other_apps_text
source: Share
pt: Partilhar
zh_hans: 分享

# your_key_title
source: Share this Invite code with your friends and family, and you can start tracking their location once they have added you (No action is required after sharing your Invite code)
pt: Partilhe esse código com seus amigos e familiares e você pode começar a rastrear sua localização assim que o tenham adicionado (não é necessária nenhuma ação após o compartilhamento do Código)
zh_hans: 按下分享邀请号，给予您的朋友或家人许可以让他们搜寻您的所在 (分享过后，您不需要再做任何事)

# expired_at_title
source: (Expire at %s)
pt: (Expira em %s)
zh_hans: ( %s 后过期)

# minutes_left
source: (%s mins left)
pt: (%s mins restantes)
zh_hans: (%s 分钟后过期)

# copied_to_clipboard_toast_msg
source: Copied
pt: Copiado
zh_hans: 已拷贝

# regenerating_key_msg
source: Updating Invite code…
pt: Atualizar Código
zh_hans: 更新邀请号中…

# regen_key_confirm_msg
source: Are you sure you want to regenerate your Invite code? User will not be able to add you anymore using your previous Invite code.
pt: Tem certeza de que deseja regenerar o seu código? O Usuário não será mais capaz de adicionar você usando o seu Código anterior.
zh_hans: 您确定要更新您的邀请号吗？其他用户将不能使用旧邀请号添加您

# share_title
source: Share Invite code
pt: Partilhar Código
zh_hans: 分享邀请号

# share_subject
source: FFfinder Invite code
pt: Código FFfinder
zh_hans: 简易家人朋友搜寻器邀请号

# share_msg
source: You are important to me! Please download Simple Friend and Family Finder so that we can locate each other with a click for FREE at https://play.google.com/store/apps/details?id=com.ffinder.android&referrer=%1$s Then add me by clicking on this link (Open with FFfinder) http://ff-finder.com/addnew/%2$s
pt: Olá, por favor descarregue o Simple Friend e o Family Finder para encontrar seus amigos e familiares com um clique de forma GRATUITA em Https://play.google.com/store/apps/details?id=com.ffinder.android Depois me adicione clicando nesse link (Abra com FFfinder http://ff-finder.com/addnew/%s)
zh_hans: 你是我重要的人！请下载免费的简易家人朋友搜寻器于 https://play.google.com/store/apps/details?id=com.ffinder.android&referrer=%1$s 让我们可以互相知道对方的所在。 下载后，请使用家人朋友搜寻器打开以下网址添加我， http://ff-finder.com/addnew/%2$s

# after_share_passcode_reminder
source: Thanks for sharing your Invite code, just wait for your friend or family to add you and you can start tracking each other.
pt: Obrigado por partilhar o seu código, apenas aguarde até qu seu amigo ou familiar adicione você e poderão começar a se rastrear mutuamente.
zh_hans: 谢谢您分享邀请号，请等待您的家人或朋友的添加。过后你们就能互相定位。

# delete_user_title
source: Delete %s?
pt: Deletar %s?
zh_hans: 删除 %s?

# confirm_delete_user_msg
source: Are you sure you want to delete this user? The user will not be able to locate you after you have deleted him/her.
pt: Tem certeza de que deseja excluir esse usuário? O usuário não será capaz de localizar você depois de você o/a ter eliminado.
zh_hans: 确定删除此用户? 删除后你们将不能搜寻对方位置。

# language_take_effect_after_restart_toast
source: Language settings will only take effect after restart
pt: Definições de idioma só serão aplicadas após reiniciar
zh_hans: 语言设置将会在下次重开软件时更新

# notification_user_located_title
source: FFfinder Update
pt: Atualização FFfinder
zh_hans: 简易家人朋友搜寻器更新

# notification_x_has_been_located_msg
source: %s has been located.
pt: %s foi localizado.
zh_hans: 已搜索到%s的位置

# notification_x_users_located_msg
source: %s of friends located.
pt: %s de amigos localizados.
zh_hans: 已搜索到%s位朋友的位置

# notification_x_added_you
source: %s has added you! You may now locate each other.
pt: %s adicionou você! Agora vocês podem se localizar mutuamente.
zh_hans: %s已添加您。您与他可互相搜寻对方所在。

# notification_remember_to_add_friend_msg
source: Get started! Share your Invite code to add your friends and family :)
pt: Vamos! Partilhe o seu Código para adicionar seus amigos e família :)
zh_hans: 分享您的用号以开始搜寻您朋友或家人的所在位置！

# first_time_see_passcode
source: Hi, it is your first time adding friend/family, do you want to see a short tutorial guide?
pt: Olá, é a primeira vez que você adiciona um amigo/familiar, quer ver um breve tutorial?
zh_hans: 嗨，您是第一次添加朋友或家人，想看一下入门指示吗？

# share_passcode_s1
source: Every user has a unique temporary Invite code, you must share your personal Invite code with your friend/family to connect.
pt: Cada usuário tem um código temporário único, você deve partilhar o seu código pessoal com seu amigo/familiar para estabelecer conexão.
zh_hans: 每个用户都有一个独有的邀请号，您必须把您的邀请号分享给您的朋友或家人来给予他们搜索您的权限。

# share_passcode_s2
source: Click on the Share Invite code button and pick a way to share your Invite code.
pt: Clique no botão Partilhar Código e escolha uma forma de partilhar o seu código.
zh_hans: 按下分享邀请号按键，选择其中一个分享方式。

# share_passcode_s3
source: After this, no action is required.
pt: Após isso, nenhuma ação é necessária.
zh_hans: 分享后，请等待您的朋友或家人添加您

# share_passcode_s4
source: After your friend/family has added you, both of you can start tracking each other.
pt: Após seu amigo/familiar ter adicionado você, ambos podem iniciar o rastreamento mútuo.
zh_hans: 添加后，你们就能互相搜寻对方所在

# add_manually_a1
source: Every user has a unique temporary Invite code, get the Invite code from them by asking them to click on the PLUS icon.
pt: Cada usuário tem um código temporário único, obtenha o código deles pedindo que cliquem no ícone de adição.
zh_hans: 每个用户都有一个独有的邀请号，如您想添加新的家人或朋友，您必须要求他与您分享他的邀请号，他可在按下这个“加”按键后看到他的用号

# add_manually_a2
source: Upon receiving the message, note down their Invite code here.
pt: Após receber a mensagem, anote o código aqui.
zh_hans: 在收到对方用户的分享信息后，如图所示，这是对方的邀请号

# add_manually_a3
source: Key in the code at Your friend's Invite code
pt: Chave na cifra no Código do Seu amigo
zh_hans: 在此输入对方的邀请号

# add_manually_a4
source: Voila! You can start tracking each other.
pt: Pronto! Vocês podem se rastrear mutuamente.
zh_hans: 好了！你们从现在开始就能互相搜寻对方所在

source: Driving
pt: Conduzindo
zh_hans: 驾车

source: Transit
pt: Trânsito
zh_hans: 公共交通工具

source: Walking
pt: Andando
zh_hans: 步行

# street_view_btn_text
source: Street View
pt: Visão de Rua
zh_hans: 街景

# directions_btn_text
source: Directions
pt: Direções
zh_hans: 方向

# gps_nav_btn_text
source: Open GPS Nav.
pt: Abrir Nav. GPS
zh_hans: 使用地图应用

# error_location_disabled_msg
source: User has disabled location sharing.
pt: O usuário desabilitou a partilha de localização.
zh_hans: 用户已禁止分享所在位置

source: Click to see possible reasons
pt: Clique para ver razões possíveis
zh_hans: 查看定位失败原因

# manage_subscriptions_introduction_ios
source: To manage subscription, 1) Launch the Settings app on your iPhone or iPad. 2) Tap on iTunes & App Store. 3) Tap on your Apple ID at the top. 4) Choose View Apple ID from the popup menu. 5) Tap on Manage under Subscriptions.
pt: Para gerir a subscrição, 1) Executar o aplicativo Definições no seu iPhone ou iPad. 2) Toque no iTunes & App Store. 3) Toque no seu Apple ID no topo. 4) Escolha Ver Apple ID no menu surgido. 5) Toque em Gerir abaixo das Subscrições.

# vip_benefits
source: For Unlimited Searches
pt: Para Pesquisas Ilimitadas
zh_hans: 无限搜索

# earn_searches_by_msg
source: Earn searches by
pt: Ganhe pesquisas ao

# confirm_watch_ads_on_3g
source: Data charges may be incurred. Continue to advertisement?
pt: Cobranças de dados podem acontecer. Continuar para a publicidade?

# app_name
source: FFfinder
zh_hans: 家人朋友搜寻器

source: OK
zh_hans: 确定

source: Tutorial
zh_hans: 入门指南

# auto_searching
source: Auto
zh_hans: 自动搜索

# vip_title
source: VIP
zh_hans: 高级用户

source: Huawei
zh_hans: 华为

source: Xiaomi
zh_hans: 小米

source: Sony
zh_hans: 索尼

# no_gps_nav_apps_found_error
source: No gps navigation apps found in your device.
zh_hans: 您的设置未安装任何地图软件。

# apps_intro1
source: Studies have shown that you need at least 5 people close to you to have a quality life.
zh_hans: 调查显示每个人在拥有至少五个非常亲密的知己后，他们的社交生活品质得到了大幅度的提升。

# apps_intro2
source: These 5 people are the people you are willing to share location with, to allow them to find you easily and for you to know that they are safe, wherever they are.
zh_hans: 这五个人是您愿意与其在任何时候分享您的所在地点以让他们能轻易的找到您，您也能随时找到他们确定他们的安全。

# apps_intro3
source: Simplest locator to add your friend and family. 1) Share your invite code
zh_hans: 最简易的家人朋友寻找器 1）分享您的邀请号给您想添加的人

# apps_intro4
source: 2) Ask them to follow instructions to install and click on a link
zh_hans: 2）要求他们安装本软件然后按下下方网址

# apps_intro5
source: 3) Know where they are
zh_hans: 3）随时查询对方的地点

# apps_intro6
source: So who are the 5 most important people in you life?
zh_hans: 所以谁是你最重要的五个知己呢？
